Repository: IevaStren/ProjectPersonalFinanceManagement
Catalog: website/translations/*/LC_MESSAGES/messages.po
Languages: lv

source: Password field is mandatory
lv: Paroles lauks ir obligāts

source: Password must be at least 8 characters long
lv: Parolei jābūt vismaz 8 simbolus garai

source: Password must contain an uppercase letter
lv: Parolei jāietver vismaz viens lielais burts

source: Password must contain a lowercase letter
lv: Parolei jāietver vismaz viens mazais burts

source: Password must contain at least 1 number
lv: Parolei jāietver vismaz viens cipars

source: Password must contain at least 1 special character
lv: Parolei jābūt vismaz 8 simbolus garai

source: E-mail field is mandatory
lv: E-pasta lauks ir obligāts

source: Invalid e-mail format. E-mail must contain symbols @ and .
lv: Nepareizs e-pasta formāts. E-pastam jāietver simbolus @ un .

source: First name field is mandatory
lv: Vārda lauks ir obligāts

source: Passwords field is empty
lv: Paroles lauks ir obligāts

source: Passwords do not match
lv: Paroles nesakrīt

source: User with this email already exists
lv: Lietotājs ar šādu e-pastu jau eksistē

source: Registration successful
lv: Reģistrēšanās veiksmīga

source: Invalid email or password
lv: Nepareizs e-pasts vai parole

source: Account is deactivated. Please contact administrator: %(email)s
lv: Konts ir deaktivizēts. Lūdzu, sazinieties ar administratoru: %(email)s

source: Password reset
lv: Paroles atjaunošana

source: To reset your password, open this link:
lv: Lai atjaunotu paroli, atveriet šo saiti:

source: If the email exists, a reset link has been sent.
lv: Ja e-pasts eksistē, paroles atjaunošanas saite tika nosūtīta uz e-pastu.

source: The reset link is invalid or expired.
lv: Atjaunošanas saite nav derīga vai ir beigusies.

source: Password successfully changed
lv: Parole veiksmīgi nomainīta

source: You have been logged out
lv: Jūs esat izrakstījies no sistēmas

source: Expense updated
lv: Izdevumi atjaunināti

source: All password fields are required
lv: Paroles lauki ir obligāti

source: Old password is incorrect
lv: Vecā parole ir nepareiza

source: Profile updated successfully
lv: Profils veiksmīgi atjaunināts

source: User updated successfully
lv: Lietotāja dati veiksmīgi atjaunināti

source: You don't have access to this page
lv: Jums nav piekļuves šai lapai

source: Category added
lv: Kategorija pievienota

source: Category already exists
lv: Šāda kategorija jau eksistē

source: Category updated
lv: Kategorija atjaunota

source: Category is used and cannot be deleted
lv: Šī kategorija tiek izmantota. Izdzēst nevar

source: Category deleted
lv: Kategorija izdzēsta

source: Group invitation
lv: Grupas uzaicinājums

source: Unknown
lv: Nezināms

source: Invalid income format
lv: Nederīgs ienākumu formāts

source: Income must be greater or equal to 0
lv: Ienākumiem jābūt vienādiem vai lielākiem par 0

source: Income updated successfully
lv: Ienākumi veiksmīgi atjaunināti

source: Group created
lv: Grupa izveidota

source: You are not in a group
lv: Jūs neesat grupā

source: You joined the group
lv: Jūs pievienojāties grupai

source: Invitation declined
lv: Uzaicinājums noraidīts

source: Group name is required
lv: grupas nosaukums ir obligāts

source: Group updated
lv: Grupa atjaunināta

source: Group deleted
lv: Grupa izdzēsta

source: Owner cannot leave the group. Delete it or transfer ownership.
lv: Grupas īpašnieks nevar pamest grupu. Izdzēs grupu, vai nomaini īpašnieku.

source: You left the group
lv: Tu pameti grupu

source: Audit logs
lv: Audita žurnāls

source: Date
lv: Datums

source: Action
lv: Darbības

source: User
lv: Lietotājs

source: Detalization
lv: Detalizācija

source: Categories
lv: Kategorijas

source: New category
lv: Jauna kategorija

source: Add
lv: Pievienot

source: Name
lv: Vārds

source: Used in expenses (count)
lv: Izmantota izdevumos (skaits)

source: Actions
lv: Darbības

source: Category is used
lv: Kategorija tiek izmantota

source: Users
lv: Lietotāji

source: Surname
lv: Uzvārds

source: E-mail
lv: E-pasts

source: Role
lv: Loma

source: Admin
lv: Administrators

source: Home
lv: Sākums

source: Finance Management
lv: Finanšu pārvaldība

source: Latvian
lv: Latviešu

source: English
lv: Angļu

source: Expenses
lv: Izdevumi

source: Profile
lv: Profils

source: Admin panel
lv: Administratora panelis

source: Logout
lv: Pieteikties

source: Sign up
lv: Reģistrēties

source: Dashboard
lv: Informācijas panelis

source: My overview
lv: Mans pārskats

source: Group overview
lv: Grupas pārskats

source: You have been invited to a group.
lv: Jūs esiet uzaicināts finanšu grupā

source: Open invitation
lv: Atvērt uzaicinājumu

source: Create group
lv: Izveidot grupu

source: Change monthly income
lv: Atjaunot mēneša ienākumus

source: Save
lv: Saglabāt

source: Monthly income
lv: Mēneša ienākumi

source: Spent
lv: Iztērēts

source: Balance
lv: Atlikums

source: Category breakdown (this month)
lv: Kategoriju sadalījums (šomēnes)

source: Group name
lv: Grupas nosaukums

source: Invite user email (optional)
lv: Uzaicināmā dalībnieka e-pasts

source: Cancel
lv: Atlikt

source: Create
lv: Izveidot

source: Select by month
lv: Atlasīt pēc mēneša

source: Select
lv: Atlasīt

source: Clear
lv: Notīrīt

source: Add expenses
lv: Pievienot izdevumus

source: Sum (EUR)
lv: Summa (EUR)

source: Category
lv: Kategorija

source: Description
lv: Apraksts

source: Forgot password
lv: Aizmirsu paroli

source: Forgot password?
lv: Aizmirsāt paroli?

source: Enter your email address to which a password reset link will be sent.
lv: Ievadiet e-pastu, uz kuru tiks nosūtīta paroles atjaunošanas saite.

source: Send
lv: Nosūtīt

source: Group
lv: Grupa

source: You have been invited to join this group.
lv: Jūs esiet uzaicināts pievienoties finanšu grupai

source: Accept
lv: Akceptēt

source: Decline
lv: Noraidīt

source: Rename
lv: Pārsaukt

source: Delete group
lv: Dzēst grupu

source: Leave group
lv: Pamest grupu

source: Total income
lv: Kopējie mēneša ienākumi

source: Total spent
lv: Iztērēts (kopā)

source: Total balance
lv: Atlikums (kopā)

source: Group category breakdown (this month)
lv: Kategoriju sadalījums (šomēnes)

source: Charts per member
lv: Grupas locekļu grafiki

source: Password
lv: Parole

source: User profile
lv: Lietotāja profils

source: First name
lv: Vārds

source: Last name
lv: Uzvārds

source: Admin settings
lv: Administratora iestatījumi

source: Active user
lv: Aktīvs lietotājs

source: Change password
lv: Mainīt paroli

source: Old password
lv: Vecā parole

source: New password
lv: Jaunā parole

source: New password again
lv: Jaunā parole atkārtoti

source: Back
lv: Atpakaļ

source: Reset password
lv: Atjaunot paroli

source: New password (again)
lv: Jaunā parole (atkārtoti)

source: Password (again)
lv: Parole (atkārtoti)

source: Food
lv: Ēdiens

source: Groceries
lv: Produkti

source: Transport
lv: Transports

source: Rent
lv: Īre

source: Utilities
lv: Komunālie maksājumi

source: Entertainment
lv: Izklaide

source: Travel
lv: Ceļojumi

source: Wellbeing
lv: Labsajūta

source: Household
lv: Saimniecības preces

source: Health
lv: Veselība

source: Pets
lv: Dzīvniekiem

source: Children
lv: Bērniem

source: Gifts
lv: Dāvanas

source: Savings
lv: Iekrājumi

source: Other
lv: Cits

source: Account created successfully
lv: Konts veiksmīgi izveidots

source: Expense added successfully
lv: Izdevumi veiksmīgi pievienoti
